Repository: xcv58/MacTools
Catalog: Plugins/SystemStatus/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# memory.pressure.title
source: 压力
ar: الضغط
de: Speicherdruck
en: Pressure
es: Presión
fr: Pression
ja: プレッシャー
ko: 압력
pt: Pressão
ru: Нагрузка
tr: Baskı
zh_hant: 壓力

# memory.pressure.estimateHelp
source: 按（联动内存 + 压缩内存实际占用）÷ 物理内存估算；颜色表示系统压力等级。
ar: التقدير: (الذاكرة المثبتة + التخزين الفعلي للذاكرة المضغوطة) ÷ الذاكرة الفعلية. تشير الألوان إلى مستوى ضغط النظام.
de: Schätzung: (fest zugewiesener Speicher + physischer Komprimierungsspeicher) ÷ physischer Speicher. Farben zeigen die Systemdruckstufe.
en: Estimate: (wired memory + physical compressor storage) ÷ physical memory. Colors show the system pressure level.
es: Estimación: (memoria cableada + espacio físico del compresor) ÷ memoria física. Los colores indican el nivel de presión del sistema.
fr: Estimation : (mémoire résidente + espace physique du compresseur) ÷ mémoire physique. Les couleurs indiquent le niveau de pression du système.
ja: （固定メモリ + 圧縮メモリの実使用量）÷ 物理メモリで推定。色はシステムのプレッシャーレベルを示します。
ko: (고정 메모리 + 압축 메모리의 실제 사용량) ÷ 물리 메모리로 추정합니다. 색상은 시스템 압력 수준을 나타냅니다.
pt: Estimativa: (memória residente + espaço físico do compressor) ÷ memória física. As cores indicam o nível de pressão do sistema.
ru: Оценка: (закреплённая память + физическая память компрессора) ÷ физическая память. Цвет обозначает системный уровень нагрузки.
tr: Tahmin: (sabit bellek + sıkıştırıcının fiziksel depolaması) ÷ fiziksel bellek. Renkler sistem baskı düzeyini gösterir.
zh_hant: 依（聯動記憶體 + 壓縮記憶體實際用量）÷ 實體記憶體估算；顏色表示系統壓力等級。

# memory.pressure.systemLevel
source: 系统压力 %@
ar: ضغط النظام %@
de: Systemdruck %@
en: System pressure %@
es: Presión del sistema %@
fr: Pression du système %@
ja: システムプレッシャー %@
ko: 시스템 압력 %@
pt: Pressão do sistema %@
ru: Системная нагрузка %@
tr: Sistem baskısı %@
zh_hant: 系統壓力 %@

# settings.chartMetric.transfer
source: 传输速率
ar: معدل النقل
de: Übertragungsrate
en: Transfer rate
es: Velocidad de transferencia
fr: Débit de transfert
ja: 転送速度
ko: 전송 속도
pt: Taxa de transferência
ru: Скорость передачи
tr: Aktarım hızı
zh_hant: 傳輸速率

# memory.pressure.normal
source: 正常
ar: طبيعي
de: Normal
en: Normal
es: Normal
fr: Normale
ko: 정상
pt: Normal
ru: Нормальная
tr: Normal

# memory.pressure.warning
source: 偏高
ar: مرتفع
de: Erhöht
en: Warning
es: Elevada
fr: Élevée
ja: 高い
ko: 높음
pt: Elevada
ru: Повышенная
tr: Uyarı

# memory.pressure.critical
source: 严重
ar: حرج
de: Kritisch
en: Critical
es: Crítica
fr: Critique
ja: 深刻
ko: 심각
pt: Crítica
ru: Критическая
tr: Kritik
zh_hant: 嚴重

# settings.chartMetric
source: 图表指标
ar: مؤشر الرسم البياني
de: Diagrammmetrik
en: Chart metric
es: Métrica del gráfico
fr: Mesure du graphique
ja: グラフの指標
ko: 차트 지표
pt: Métrica do gráfico
ru: Показатель графика
tr: Grafik göstergesi
zh_hant: 圖表指標

# topProcesses.memberCount
source: %d 个进程
ar: %d عمليات
de: %d Prozesse
en: %d processes
es: %d procesos
fr: %d processus
ja: %d プロセス
ko: 프로세스 %d개
pt: %d processos
ru: %d процессов
tr: %d işlem
zh_hant: %d 個程序

# topProcesses.accounting
source: 按应用汇总；CPU 以单核 100% 计，内存为应用内存占用。无法完整读取时显示 —。
ar: مجمّعة حسب التطبيق. المعالج: 100% لكل نواة. الذاكرة: البصمة الفعلية؛ تظهر — عند تعذّر القراءة الكاملة.
de: Nach App gruppiert. CPU: 100% pro Kern. Speicher: physischer Footprint; — bei unvollständiger Messung.
en: Grouped by app. CPU: 100% per core. Memory: physical footprint; — when a complete reading is unavailable.
es: Agrupado por aplicación. CPU: 100% por núcleo. Memoria: huella física; — si la lectura está incompleta.
fr: Regroupé par application. CPU : 100% par cœur. Mémoire : empreinte physique ; — si la mesure est incomplète.
ja: アプリごとに集計。CPU はコアあたり 100%。メモリは物理フットプリントで、完全に取得できない場合は — を表示します。
ko: 앱별로 합산합니다. CPU는 코어당 100%입니다. 메모리는 실제 메모리 점유량이며 전체 값을 읽을 수 없으면 —로 표시합니다.
pt: Agrupado por aplicativo. CPU: 100% por núcleo. Memória: ocupação física; — quando a leitura está incompleta.
ru: По приложениям. CPU: 100% на ядро. Память: физический объём; — если полные данные недоступны.
tr: Uygulamaya göre gruplandırılır. CPU: Çekirdek başına %100. Bellek: Fiziksel kullanım; eksiksiz ölçüm yapılamadığında — gösterilir.
zh_hant: 依 App 彙總；CPU 以單核心 100% 計，記憶體為 App 記憶體用量。無法完整讀取時顯示 —。

# settings.metric.reorderAccessibility
source: 拖拽调整顺序
ar: اسحب لإعادة الترتيب
de: Zum Neuanordnen ziehen
en: Drag to reorder
es: Arrastrar para reordenar
fr: Faire glisser pour réorganiser
ja: ドラッグして並べ替える
ko: 드래그하여 순서 변경
pt: Arrastar para reordenar
ru: Перетащите для изменения порядка
tr: Yeniden sıralamak için sürükleyin
zh_hant: 拖移調整順序

# settings.metric.visibility.show
source: 显示%@
ar: إظهار %@
de: %@ anzeigen
en: Show %@
es: Mostrar %@
fr: Afficher %@
ja: %@を表示
ko: %@ 표시
pt: Mostrar %@
ru: Показать %@
tr: %@ Öğesini Göster
zh_hant: 顯示%@

# settings.metric.visibility.hide
source: 隐藏%@
ar: إخفاء %@
de: %@ ausblenden
en: Hide %@
es: Ocultar %@
fr: Masquer %@
ja: %@を非表示
ko: %@ 가리기
pt: Ocultar %@
ru: Скрыть %@
tr: %@ Öğesini Gizle
zh_hant: 隱藏%@

# settings.process.limit
source: 最多显示数量
ar: الحد الأقصى للعناصر
de: Maximale Anzahl
en: Maximum items
es: Máximo de elementos
fr: Nombre maximal d’éléments
ja: 表示件数の上限
ko: 최대 표시 항목 수
pt: Máximo de itens
ru: Максимум элементов
tr: En fazla öğe
zh_hant: 最多顯示數量

# settings.process.limitSummary
source: 最多 %d 项
ar: حتى %d عناصر
de: Bis zu %d Einträge
en: Up to %d items
es: Hasta %d elementos
fr: Jusqu’à %d éléments
ja: 最大 %d 件
ko: 최대 %d개 항목
pt: Até %d itens
ru: До %d элементов
tr: En fazla %d öğe
zh_hant: 最多 %d 項

# action.showSystemStatus.title
source: 显示系统状态
ar: عرض حالة النظام
de: Systemstatus anzeigen
en: Show System Status
es: Mostrar estado del sistema
fr: Afficher l’état du système
ja: システムステータスを表示
ko: 시스템 상태 보기
pt: Mostrar status do sistema
ru: Показать состояние системы
tr: Sistem Durumunu Göster
zh_hant: 顯示系統狀態

# action.showSystemStatus.description
source: 显示或隐藏菜单栏概览。如果菜单栏指标已隐藏，则改为打开仪表盘。
ar: عرض أو إخفاء نظرة عامة من شريط القوائم. إذا كانت مقاييس شريط القوائم مخفية، تُفتح لوحة المعلومات بدلاً من ذلك.
de: Zeigt oder verbirgt die Übersicht in der Menüleiste. Sind Menüleistenmetriken ausgeblendet, wird stattdessen das Dashboard geöffnet.
en: Shows or hides the menu bar overview. If menu bar metrics are hidden, opens the dashboard instead.
es: Muestra u oculta el resumen de la barra de menús. Si las métricas están ocultas, abre el panel.
fr: Affiche ou masque l’aperçu de la barre des menus. Si les métriques sont masquées, ouvre le tableau de bord.
ja: メニューバーの概要を表示または非表示にします。指標が非表示の場合は、代わりにダッシュボードを開きます。
ko: 메뉴 막대 개요를 표시하거나 가립니다. 메뉴 막대 측정항목이 가려져 있으면 대시보드를 엽니다.
pt: Mostra ou oculta a visão geral da barra de menus. Se as métricas estiverem ocultas, abre o painel.
ru: Показывает или скрывает обзор в строке меню. Если показатели скрыты, открывает панель.
tr: Menü çubuğu genel görünümünü gösterir veya gizler. Menü çubuğu göstergeleri gizliyse bunun yerine kontrol panelini açar.
zh_hant: 顯示或隱藏選單列概覽。如果選單列指標已隱藏，則改為打開儀表板。

# settings.shortcuts.title
source: 快捷键
ar: اختصار لوحة المفاتيح
de: Tastaturkurzbefehl
en: Keyboard Shortcut
es: Atajo de teclado
fr: Raccourci clavier
ja: キーボードショートカット
ko: 키보드 단축키
pt: Atalho de teclado
ru: Сочетание клавиш
tr: Klavye Kısayolu
zh_hant: 鍵盤快捷鍵

# metadata.title
source: 系统状态
ar: حالة النظام
de: Systemstatus
en: System Status
es: Estado del sistema
fr: État du système
ja: システムステータス
ko: 시스템 상태
pt: Status do sistema
ru: Состояние системы
tr: Sistem Durumu
zh_hant: 系統狀態

# metadata.description
source: 实时查看系统状态
ar: عرض حالة النظام المباشرة.
de: Live-Systemstatus anzeigen.
en: View live system status.
es: Ver el estado del sistema en vivo.
fr: Afficher l'état du système en direct.
ja: ライブ システム ステータスを表示します。
ko: 실시간 시스템 상태를 확인하세요.
pt: Ver o status do sistema ao vivo.
ru: Просмотр текущего состояния системы.
tr: Sistem durumunu canlı olarak görüntüleyin.
zh_hant: 實時查看系統狀態

# settings.metric.visibility.hidden
source: 已隐藏
ar: مخفي
de: Ausgeblendet
en: Hidden
es: Oculto
fr: Masqué
ja: 非表示
ko: 숨김
pt: Oculto
ru: Скрыто
tr: Gizli
zh_hant: 已隱藏

# settings.metric.visibility.visible
source: 已显示
ar: ظاهر
de: Sichtbar
en: Visible
es: Visible
fr: Visible
ja: 表示中
ko: 표시됨
pt: Visível
ru: Показано
tr: Görünür
zh_hant: 已顯示

# metric.memory
source: 内存
ar: الذاكرة
de: Speicher
en: Memory
es: Memoria
fr: Mémoire
ja: メモリ
ko: 메모리
pt: Memória
ru: Память
tr: Bellek
zh_hant: 內存

# metric.disk
source: 磁盘
ar: القرص
de: Datenträger
en: Disk
es: Disco
fr: Disque
ja: ディスク
ko: 디스크
pt: Disco
ru: Диск
tr: Disk
zh_hant: 磁盤

# metric.battery
source: 电量
ar: البطارية
de: Batterie
en: Battery
es: Batería
fr: Batterie
ja: バッテリー
ko: 배터리
pt: Bateria
ru: Батарея
tr: Pil
zh_hant: 電量

# metric.network
source: 网络
ar: الشبكة
de: Netzwerk
en: Network
es: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
pt: Rede
ru: Сеть
tr: Ağ
zh_hant: 網絡

# metric.topProcesses
source: 进程
ar: العمليات
de: Prozesse
en: Processes
es: Procesos
fr: Processus
ja: プロセス
ko: 프로세스
pt: Processos
ru: Процессы
tr: İşlemler
zh_hant: 進程

# metric.temperatureFormat
source: 温度 %@
ar: درجة الحرارة %@
de: Temp %@
en: Temp %@
es: Temperatura %@
fr: Température %@
ko: 온도 %@
pt: Temperatura %@
ru: Темп. %@
tr: Sıcaklık %@
zh_hant: 溫度 %@

# metric.powerFormat
source: 功率 %@
ar: الطاقة %@
de: Leistung %@
en: Power %@
es: Poder %@
fr: Puissance %@
ja: パワー %@
ko: 전원 %@
pt: Poder %@
ru: Мощность %@
tr: Güç %@

# metric.usedFormat
source: 已用 %@
ar: مستعمل %@
de: Verwendet %@
en: Used %@
es: Usado %@
fr: Utilisé %@
ja: 使用済み%@
ko: %@ 사용
pt: Usado %@
ru: Использовано %@
tr: Kullanılan %@

# metric.totalFormat
source: 总量 %@
ar: الإجمالي %@
de: Gesamt %@
en: Total %@
es: Total %@
fr: Total %@
ja: 合計 %@
ko: 총계 %@
pt: Total %@
ru: Всего %@
tr: Toplam %@
zh_hant: 總量 %@

# metric.unavailable
source: 不可用
ar: غير متاح
de: Nicht verfügbar
en: Unavailable
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용할 수 없음
pt: Indisponível
ru: Недоступно
tr: Kullanılamıyor

# memory.footnote.usedSwapFormat
source: 已用 %@ · 交换 %@
ar: مستعملة %@ · مبادلة %@
de: Verwendet %@ · Tausch %@
en: Used %@ · Swap %@
es: Usado %@ · Intercambiar %@
fr: Utilisé %@ · Échanger %@
ja: 使用済み %@ · スワップ %@
ko: %@ 사용 · %@ 교체
pt: Usou %@ · Trocar %@
ru: Использовано %@ · Обмен %@
tr: Kullanılan %@ · Takas %@
zh_hant: 已用 %@ · 交換 %@

# disk.availableSuffix
source: 可用
ar: متاح
de: verfügbar
en: available
es: disponible
fr: disponible
ja: 利用可能
ko: 사용 가능
pt: disponível
ru: доступно
tr: boş

# disk.availableUnitFormat
source: %@可用
ar: %@ متاح
de: %@ verfügbar
en: %@ available
es: %@ disponible
fr: %@ disponible
ja: %@ が利用可能
ko: %@ 사용 가능
pt: %@ disponível
ru: %@ доступен
tr: %@ boş

# cpu.footnote.loadFormat
source: 负载 %.2f · %@
ar: تحميل %.2f · %@
de: Laden Sie %.2f · %@
en: Load %.2f · %@
es: Cargar %.2f · %@
fr: Charger %.2f · %@
ja: %.2f · %@ をロード
ko: %.2f · %@ 로드
pt: Carregar %.2f · %@
ru: Загрузить %.2f · %@
tr: Yük %.2f · %@
zh_hant: 負載 %.2f · %@

# cpu.footnote.loadUnavailableFormat
source: 负载 — · %@
ar: التحميل — · %@
de: Laden – · %@
en: Load — · %@
es: Cargar — · %@
fr: Charger — · %@
ja: ロード — · %@
ko: 로드 — · %@
pt: Carregar — · %@
ru: Загрузка — · %@
tr: Yük — · %@
zh_hant: 負載 — · %@

# gpu.footnote.graphicsLoad
source: 图形负载
ar: تحميل الرسومات
de: Grafik wird geladen
en: Graphics load
es: Carga de gráficos
fr: Chargement des graphiques
ja: グラフィックの読み込み
ko: 그래픽 로드
pt: Carregamento de gráficos
ru: Загрузка графики
tr: Grafik yükü
zh_hant: 圖形負載

# battery.state.charging
source: 充电中
ar: الشحن
de: Aufladen
en: Charging
es: Cargando
fr: Charge
ja: 充電中
ko: 충전 중
pt: Carregando
ru: Зарядка
tr: Şarj oluyor
zh_hant: 充電中

# battery.state.charged
source: 已充满
ar: مشحونة بالكامل
de: Voll aufgeladen
en: Fully Charged
es: Completamente cargado
fr: Entièrement chargé
ja: フル充電
ko: 완전히 충전됨
pt: Totalmente carregado
ru: Полностью заряжен
tr: Tam Şarj
zh_hant: 已充滿

# battery.state.unplugged
source: 使用电池
ar: على البطارية
de: Im Akkubetrieb
en: On Battery
es: Con batería
fr: Sur batterie
ja: バッテリー駆動
ko: 배터리 사용
pt: Com bateria
ru: От батареи
tr: Pille Çalışıyor
zh_hant: 使用電池

# battery.state.acPower
source: 外接电源
ar: محول الطاقة
de: Netzteil
en: Power Adapter
es: Adaptador de corriente
fr: Adaptateur secteur
ja: 電源アダプター
ko: 전원 어댑터
pt: Adaptador de energia
ru: Адаптер питания
tr: Güç Adaptörü
zh_hant: 外接電源

# battery.state.unavailable
source: 无电池
ar: لا توجد بطارية
de: Keine Batterie
en: No Battery
es: Sin batería
fr: Pas de batterie
ja: バッテリーがありません
ko: 배터리 없음
pt: Sem bateria
ru: Нет аккумулятора
tr: Pil Yok
zh_hant: 無電池

# battery.state.unknown
source: 未知
ar: غير معروف
de: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt: Desconhecido
ru: Неизвестно
tr: Bilinmiyor

# battery.timeRemaining.estimating
source: 估算中
ar: التقدير
de: Schätzung
en: Estimating
es: Estimación
fr: Estimation
ja: 見積もり中
ko: 추정
pt: Estimativa
ru: Оценка
tr: Hesaplanıyor

# battery.healthUnavailable
source: 健康度 —
ar: الصحة -
de: Gesundheit –
en: Health -
es: Salud -
fr: Santé -
ja: 健康 -
ko: 건강 -
pt: Saúde -
ru: Здоровье -
tr: Sağlık -

# battery.healthFormat
source: 健康度 %d%%
ar: الصحة %d%%
de: Gesundheit %d%%
en: Health %d%%
es: Salud %d%%
fr: Santé %d%%
ja: 健康 %d%%
ko: 건강 %d%%
pt: Saúde %d%%
ru: Здоровье %d%%
tr: Sağlık %d%%

# battery.chargePowerFormat
source: 充电 %@
ar: الشحن %@
de: Laden %@
en: Charging %@
es: Cargando %@
fr: Charge %@
ja: %@ を充電中
ko: %@ 충전 중
pt: Carregando %@
ru: Зарядка %@
tr: Şarj %@
zh_hant: 充電 %@

# battery.dischargePowerFormat
source: 放电 %@
ar: التفريغ %@
de: Entladen von %@
en: Discharging %@
es: Descargando %@
fr: Déchargement %@
ja: %@ を放電中
ko: %@ 방전
pt: Descarregando %@
ru: Разрядка %@
tr: Deşarj %@
zh_hant: 放電 %@

# battery.healthBadgeFormat
source: %d%% 健康
ar: %d%% الصحة
de: %d%% Gesundheit
en: %d%% health
es: %d%% salud
fr: %d%% santé
ko: %d%% 건강
pt: %d%% saúde
ru: %d%% здоровье
tr: %d%% sağlık

# battery.cyclesFormat
source: %d 次循环
ar: %d دورات
de: %d Zyklen
en: %d cycles
es: %d ciclos
fr: %d cycles
ja: %d サイクル
ko: %d 주기
pt: %d ciclos
ru: %d циклов
tr: %d çevrim
zh_hant: %d 次循環

# network.publicIP
source: 公网
ar: عام
de: Öffentlich
en: Public
es: Público
fr: Public
ja: 公開
ko: 공개
pt: Público
ru: Общедоступный
tr: Genel
zh_hant: 公網

# network.publicIP.collecting
source: 获取中
ar: جلب
de: Abruf
en: Fetching
es: Obteniendo
fr: Récupération
ja: フェッチ中
ko: 가져오는 중
pt: Buscando
ru: Извлечение
tr: Alınıyor
zh_hant: 獲取中

# network.localIP
source: 内网
ar: محلي
de: Lokal
en: Local
es: locales
fr: Local
ja: ローカル
ko: 로컬
pt: Local
ru: Локальный
tr: Yerel
zh_hant: 內網

# network.copyIPHelpFormat
source: 复制%@ IP
ar: انسخ %@ IP
de: Kopiere %@ IP
en: Copy %@ IP
es: Copiar %@ IP
fr: Copier %@ IP
ja: %@ IP をコピー
ko: %@ IP 복사
pt: Copiar %@ IP
ru: Копировать %@ IP
tr: %@ IP adresini kopyala
zh_hant: 複製%@ IP

# network.interface.wired
source: 有线
ar: إيثرنت
de: Ethernet
en: Ethernet
es: Ethernet
fr: Ethernet
ja: イーサネット
ko: 이더넷
pt: Ethernet
ru: Ethernet
tr: Ethernet
zh_hant: 有線

# network.interface.generic
source: 网络
ar: الشبكة
de: Netzwerk
en: Network
es: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
pt: Rede
ru: Сеть
tr: Ağ
zh_hant: 網絡

# network.interface.multiple
source: 多接口
ar: واجهات متعددة
de: Mehrere Schnittstellen
en: Multiple Interfaces
es: Múltiples interfaces
fr: Interfaces multiples
ja: 複数のインターフェース
ko: 다중 인터페이스
pt: Múltiplas Interfaces
ru: Несколько интерфейсов
tr: Birden Çok Arayüz

# accessibility.diskFormat
source: 磁盘 %@%@，%@
ar: القرص %@%@, %@
de: Datenträger %@%@, %@
en: Disk %@%@, %@
es: Disco %@%@, %@
fr: Disque %@%@, %@
ja: ディスク %@%@、%@
ko: 디스크 %@%@, %@
pt: Disco %@%@, %@
ru: Диск %@%@, %@
tr: Disk %@%@, %@
zh_hant: 磁盤 %@%@，%@

# accessibility.networkFormat
source: 网络 %@%@，%@
ar: الشبكة %@%@، %@
de: Netzwerk %@%@, %@
en: Network %@%@, %@
es: Red %@%@, %@
fr: Réseau %@%@, %@
ja: ネットワーク %@%@、%@
ko: 네트워크 %@%@, %@
pt: Rede %@%@, %@
ru: Сеть %@%@, %@
tr: Ağ %@%@, %@
zh_hant: 網絡 %@%@，%@

# accessibility.batteryFormat
source: 电量 %@，%@
ar: البطارية %@، %@
de: Batterie %@, %@
en: Battery %@, %@
es: Batería %@, %@
fr: Batterie %@, %@
ja: バッテリー %@、%@
ko: 배터리 %@, %@
pt: Bateria %@, %@
ru: Батарея %@, %@
tr: Pil %@, %@
zh_hant: 電量 %@，%@

# accessibility.processFormat
source: %@ CPU %@，内存 %@
ar: %@ CPU %@، الذاكرة %@
de: %@ CPU %@, Speicher %@
en: %@ CPU %@, memory %@
es: %@ CPU %@, memoria %@
fr: %@ CPU %@, mémoire %@
ja: %@ CPU %@、メモリ %@
ko: %@ CPU %@, 메모리 %@
pt: %@ CPU %@, memória %@
ru: %@ CPU %@, память %@
tr: %@ CPU %@, bellek %@
zh_hant: %@ CPU %@，內存 %@

# topProcesses.collecting
source: 采集中…
ar: التجميع...
de: Sammeln…
en: Collecting…
es: Coleccionando…
fr: Collecter…
ja: 収集中…
ko: 수집 중…
pt: Coletando…
ru: Собираем…
tr: Toplanıyor…
zh_hant: 採集中…

# settings.panel.title
source: 组件面板
ar: لوحة المكونات
de: Komponentenpanel
en: Component Panel
es: Panel de componentes
fr: Panneau de composants
ja: コンポーネントパネル
ko: 구성요소 패널
pt: Painel de Componentes
ru: Панель компонентов
tr: Bileşen Paneli
zh_hant: 元件面板

# settings.panel.description
source: 选择显示内容，拖拽排序，展开配置详情。
ar: اختر ما تريد إظهاره، واسحب لإعادة الترتيب، ووسّع لضبط الإعدادات.
de: Sichtbare Inhalte wählen, zum Sortieren ziehen und zum Konfigurieren aufklappen.
en: Choose what to show, drag to reorder, and expand to configure.
es: Elige qué mostrar, arrastra para reordenar y expande para configurar.
fr: Choisissez les éléments à afficher, faites-les glisser pour les réorganiser et développez-les pour les configurer.
ja: 表示内容を選び、ドラッグして並べ替え、展開して設定します。
ko: 표시할 항목을 선택하고 드래그하여 정렬한 뒤 펼쳐서 설정하세요.
pt: Escolha o que mostrar, arraste para reordenar e expanda para configurar.
ru: Выберите содержимое, перетащите для изменения порядка и разверните для настройки.
tr: Gösterilecek öğeleri seçin, sıralamak için sürükleyin ve yapılandırmak için genişletin.
zh_hant: 選擇顯示內容，拖移排序，展開設定詳細選項。

# settings.menuBar.title
source: 菜单栏指标
ar: مقاييس شريط القوائم
de: Menüleistenmetriken
en: Menu Bar Metrics
es: Métricas de la barra de menú
fr: Métriques de la barre de menus
ja: メニューバーの指標
ko: 메뉴 표시줄 측정항목
pt: Métricas da barra de menu
ru: Показатели строки меню
tr: Menü Çubuğu Göstergeleri
zh_hant: 選單列指標

# settings.menuBar.description
source: 选择要显示在菜单栏里的指标。
ar: اختر المقاييس التي تريد إظهارها في شريط القائمة.
de: Wählen Sie die Metriken aus, die in der Menüleiste angezeigt werden sollen.
en: Choose the metrics to show in the menu bar.
es: Elija las métricas para mostrar en la barra de menú.
fr: Choisissez les métriques à afficher dans la barre de menu.
ja: メニューバーに表示する指標を選びます。
ko: 메뉴 표시줄에 표시할 측정항목을 선택하세요.
pt: Escolha as métricas a serem exibidas na barra de menu.
ru: Выберите показатели, которые будут отображаться в строке меню.
tr: Menü çubuğunda gösterilecek göstergeleri seçin.
zh_hant: 選擇要顯示在選單列中的指標。

# settings.metric.cpu.panelDescription
source: 使用率、温度和功率
ar: الاستخدام ودرجة الحرارة والطاقة
de: Nutzung, Temperatur und Leistung
en: Usage, temperature, and power
es: Uso, temperatura y potencia.
fr: Utilisation, température et puissance
ja: 使用率、温度、電力
ko: 사용량, 온도, 전력
pt: Uso, temperatura e potência
ru: Использование, температура и мощность
tr: Kullanım, sıcaklık ve güç
zh_hant: 使用率、溫度和功率

# settings.metric.gpu.panelDescription
source: 使用率、温度和型号
ar: الاستخدام ودرجة الحرارة والنموذج
de: Verwendung, Temperatur und Modell
en: Usage, temperature, and model
es: Uso, temperatura y modelo.
fr: Utilisation, température et modèle
ja: 使用率、温度、モデル
ko: 사용법, 온도 및 모델
pt: Uso, temperatura e modelo
ru: Использование, температура и модель
tr: Kullanım, sıcaklık ve model
zh_hant: 使用率、溫度和型號

# settings.metric.network.panelDescription
source: 上传、下载和地址
ar: التحميل والتنزيل والعنوان
de: Hochladen, herunterladen und adressieren
en: Upload, download, and address
es: Subir, descargar y direccionar
fr: Téléchargement, téléchargement et adresse
ja: アップロード、ダウンロード、アドレス
ko: 업로드, 다운로드 및 주소 지정
pt: Carregar, baixar e endereçar
ru: Загрузить, скачать и указать адрес
tr: Karşıya yükleme, indirme ve adres
zh_hant: 上傳、下載和位址

# settings.metric.disk.panelDescription
source: 容量和读写速率
ar: القدرة وسرعة القراءة/الكتابة
de: Kapazität und Lese-/Schreibgeschwindigkeit
en: Capacity and read/write speed
es: Capacidad y velocidad de lectura/escritura
fr: Capacité et vitesse de lecture/écriture
ja: 容量と読み書き速度
ko: 용량 및 읽기/쓰기 속도
pt: Capacidade e velocidade de leitura/gravação
ru: Емкость и скорость чтения/записи
tr: Kapasite ve okuma/yazma hızı
zh_hant: 容量和讀寫速率

# settings.metric.memory.panelDescription
source: 内存和交换空间
ar: مساحة الذاكرة والمبادلة
de: Speicher und Auslagerungsspeicher
en: Memory and swap space
es: Memoria y espacio de intercambio
fr: Mémoire et espace d'échange
ja: メモリとスワップ領域
ko: 메모리 및 스왑 공간
pt: Memória e espaço de troca
ru: Память и пространство подкачки
tr: Bellek ve takas alanı
zh_hant: 記憶體和交換空間

# settings.metric.battery.panelDescription
source: 电量、健康度和温度
ar: الشحن والصحة ودرجة الحرارة
de: Ladung, Gesundheit und Temperatur
en: Charge, health, and temperature
es: Carga, salud y temperatura.
fr: Charge, santé et température
ja: 充電量、状態、温度
ko: 충전, 상태 및 온도
pt: Carga, saúde e temperatura
ru: Заряд, здоровье и температура
tr: Şarj, sağlık ve sıcaklık
zh_hant: 電量、健康度和溫度

# settings.metric.topProcesses.panelDescription
source: 按应用汇总 CPU 和内存
ar: المعالج والذاكرة حسب التطبيق
de: CPU und Arbeitsspeicher nach App
en: CPU and memory grouped by app
es: CPU y memoria por aplicación
fr: CPU et mémoire par application
ja: アプリごとの CPU とメモリ
ko: 앱별 CPU 및 메모리
pt: CPU e memória por aplicativo
ru: CPU и память по приложениям
tr: Uygulamaya göre gruplanan CPU ve bellek
zh_hant: 依 App 彙總 CPU 與記憶體

# settings.menuBarLayout.title
source: 菜单栏指标布局
ar: تخطيط مؤشرات شريط القوائم
de: Layout der Menüleistenmetriken
en: Menu Bar Metrics Layout
es: Diseño de métricas de la barra de menús
fr: Disposition des indicateurs de la barre des menus
ja: メニューバー指標のレイアウト
ko: 메뉴 막대 측정항목 레이아웃
pt: Layout das métricas da barra de menus
ru: Макет показателей строки меню
tr: Menü Çubuğu Gösterge Düzeni
zh_hant: 選單列指標佈局

# settings.menuBarLayout.arrangement
source: 排列方式
ar: طريقة الترتيب
de: Anordnung
en: Arrangement
es: Disposición
fr: Disposition
ja: 配置方法
ko: 배치 방식
pt: Organização
ru: Расположение
tr: Dizilim

# settings.menuBarLayout.description
source: 水平保持现有样式；垂直时名称逐字竖排在左，数值在右侧上下左对齐。
ar: يحافظ الأفقي على النمط الحالي؛ يرتب العمودي أحرف الاسم رأسيًا يسارًا والقيم بمحاذاة اليسار يمينًا.
de: Horizontal behält die aktuelle Darstellung bei; vertikal stehen die Buchstaben links untereinander und die Werte rechts linksbündig.
en: Horizontal keeps the current style; vertical stacks the label letters on the left and left-aligns the values on the right.
es: Horizontal conserva el estilo actual; vertical apila las letras a la izquierda y alinea los valores a la izquierda a la derecha.
fr: Horizontal conserve le style actuel ; vertical empile les lettres à gauche et aligne les valeurs à gauche sur la droite.
ja: 水平は現在のスタイルを維持し、垂直は左に文字を縦並び、右に値を左揃えで上下表示します。
ko: 수평은 현재 스타일을 유지하고, 수직은 왼쪽에 글자를 세로로 쌓고 오른쪽 값을 왼쪽 정렬합니다.
pt: Horizontal mantém o estilo atual; vertical empilha as letras à esquerda e alinha os valores à esquerda no lado direito.
ru: Горизонтальный вид сохраняет текущий стиль; вертикальный ставит буквы друг под другом слева, а значения выравнивает по левому краю справа.
tr: Yatay, geçerli stili korur; dikeyde etiket harfleri solda alt alta dizilir ve değerler sağda sola dayalı hizalanır.
zh_hant: 水平保留現有樣式；垂直時名稱逐字直排在左，數值在右側上下靠左對齊。

# settings.menuBarLayout.horizontal
source: 水平
ar: أفقي
de: Horizontal
en: Horizontal
es: Horizontal
fr: Horizontal
ja: 横
ko: 가로
pt: Horizontal
ru: Горизонтально
tr: Yatay

# settings.menuBarLayout.vertical
source: 垂直
ar: عمودي
de: Vertikal
en: Vertical
es: Vertical
fr: Vertical
ja: 縦
ko: 세로
pt: Vertical
ru: Вертикально
tr: Dikey

# settings.menuBar.preview
source: 实时预览
ar: معاينة مباشرة
de: Live-Vorschau
en: Live Preview
es: Vista previa en vivo
fr: Aperçu en direct
ja: ライブプレビュー
ko: 실시간 미리보기
pt: Pré-visualização ao vivo
ru: Предпросмотр
tr: Canlı Önizleme
zh_hant: 即時預覽

# settings.metric.expanded
source: 已展开
ar: موسّع
de: Erweitert
en: Expanded
es: Expandido
fr: Développé
ja: 展開済み
ko: 펼쳐짐
pt: Expandido
ru: Развёрнуто
tr: Genişletildi
zh_hant: 已展開
